const films = [
  {
    id: 1,
    name: 'Залізна людина',
    year: 2008,
    image: 'https://static.hdrezka.ac/i/2022/2/14/c30de8adb8f94di29p69j.jpeg',
    director: 'Джон Фавро',
    videoLink: 'https://www.youtube.com/watch?v=i_IIxuHAClc&t=1s',
    description: 'Тоні Старк – мільярдер, філантроп та плейбой, але при цьому він ще й геніальний винахідник. Він веде безтурботне життя, заробляючи тим, що його компанія створює зброю та обладнання для армії США. Одного разу Тоні вирушає до Афганістану для демонстрації нової зброї. На конвой, який супроводжував Старка, відбувається напад, а його самого терористи беруть у полон. Вони вимагають, щоб він зібрав для них новітню розробку компанії – ракету «Єрихон». Тоні погоджується, проте насправді розробляє та конструює броньований костюм, за допомогою якого згодом та втікає. Полон змінює внутрішній світ Старка, після повернення додому він удосконалить свій костюм та починає допомагати людям. Тепер він «Залізна людина»...'    
  },
  {
    id: 2,
    name: 'Неймовірний Халк',
    year: 2008,
    image: 'https://static.hdrezka.ac/i/2022/4/16/p8442c85c6706gm18h68g.jpeg',
    director: 'Луи Летерье',
    videoLink: 'https://www.youtube.com/watch?v=i_IIxuHAClc&t=1s',
    description: 'Фантастичний бойовик «Неймовірний Халк» знято за однойменними коміксами Marvel Comics. Всупереч думці багатьох картина не є продовженням фільму «Халк», що вийшов на екрани 2003 року, а є, так би мовити, новою версією. Після того, як головний герой – вчений Брюс Беннер мутував у Халка внаслідок гама випромінювання, він змушений постійно ховатися, адже армія США постійно полює на нього. Цього разу Брюс осів у Бразилії та шукає спосіб, як повернути свій організм у нормальний стан. Але одного разу він робить промах, через який військові на чолі з генералом Россом виходять на його слід. За Беннером посилають загін особливого призначення на чолі з фанатичним майором Блонськи. Внаслідок сутички з Халком усі, крім Блонського, гинуть, який встиг собі ввести дозу найновішого препарату...'
  },
  {
    id: 3,
    name: 'Залізна людина 2',
    year: 2010,
    image: 'https://static.hdrezka.ac/i/2013/7/30/zedd61c8179e0mf59p50x.jpg',
    director: 'Джон Фавро',
    videoLink: 'https://www.youtube.com/watch?v=i_IIxuHAClc&t=1s',
    description: 'Вже минуло якийсь час після того, як увесь світ дізнався про геніальну розробку Тоні Старка, і багато країн намагаються повторити його успіх, але поки що марно. Уряд США намагається відібрати дітище Тоні, за їхніми словами, для захисту країни. Однак він всіляко протистоїть цьому, вважаючи, що «Залізна людина», потрапивши не в ті руки, може стати більшою загрозою, ніж захистом. Поки Тоні зайнятий протистоянням з урядом та увагою суспільства, для його життя виникає нова загроза. Колись давно один російський вчений працював разом із батьком Тоні. Але потім його звільнили та позбавили всього. Його син Іван у всьому звинувачує родину Старків, та хоче помститися, чого б це не вартувало...'
  },
  {
    id: 4,
    name: 'Тор',
    year: 2011,
    image: 'https://static.hdrezka.ac/i/2013/6/14/ld103222ce40fgl99t57o.jpg',
    director: 'Кеннет Брана',
    videoLink: 'https://www.youtube.com/watch?v=i_IIxuHAClc&t=1s',
    description: 'Події фільму розгортаються навколо планети Земля та неіснуючого світу богів – Асгард, якому, як та іншому світу, не чужі інтриги та боротьба за владу. У короля Асгарда було два сини: Тор - нахабний та зарозумілий бог грому, та Локі, нерідний син, якого ще немовлям король підібрав на планеті крижаних велетнів. За свої провини Тор був відправлений батьком на заслання на Землю, позбавлений своїх сил та безсмертя. Саме тоді Локі захоплює обманним шляхом владу у королівстві. Тору доведеться повернутися додому, щоб врятувати батька та Асгард.'
  },
  {
    id: 5,
    name: 'Перший месник',
    year: 2011,
    image: 'https://static.hdrezka.ac/i/2013/10/4/qeb7a38516f3ehy86y65k.jpg',
    director: 'Джо Джонстон',
    videoLink: 'https://www.youtube.com/watch?v=i_IIxuHAClc&t=1s',
    description: 'Дія картини розгортається в розпал Другої Світової війни. Герой фільму Стів Роджерс дуже хоче потрапити в армію, проте через те, що хлопець дуже худий і виглядає хворим, його не беруть. Але одного разу його бажання певною мірою справджується, і він стає учасником відбору на місце в секретному військовому експерименті, в ході якого за допомогою сироватки та особливого випромінювання піддослідний повинен перетворитися на суперсолдата. Завдяки своїй самовідданості та сміливості Стів проходить відбір, і його перетворюють на справжню бойову машину. Хлопець починає виконувати різні небезпечні завдання своєї країни під псевдонімом «Капітан Америка». Однак попереду на нього чекає протистояння з дуже сильним та небезпечним ворогом, який прагне опанувати весь світ.'
  },
];

export default films;